{
  "terms": {
    "title": "Terms and Conditions",
    "content": {
      "1": "This is a legal agreement between you and 'LatinShine.co.uk' (LatinShine.co.uk) stating the terms that govern your use of the LatinShine.co.uk video streaming service (Service). This agreement - together with all updates, additional terms, software, licenses, and all of LatinShine.co.uk rules and policies - collectively constitute the 'agreement' between you and LatinShine.co.uk.",
      "2": "If you do not agree to these terms, please abort the registration process, leave the website. You must accept and abide by these terms as presented to you. Changes, additions or deletions are not acceptable and LatinShine.co.uk may refuse access to the LatinShine.co.uk music service for non-compliance with any part of this agreement.",
      "3": "By continuing browsing the site (registration on this site) you confirm that:",
      "4": "(i) You have read and understood the present agreement in full",
      "5": "(ii) You agree with all the clauses of the present agreement.",
      "6": "(iii) You agree with the fact that you are not able to use or to download audio materials from LatinShine.co.uk if it is in the conflict with legislation of your country. LatinShine.co.uk / LatinShine.co.uk is unable to control all LatinShine.co.uk users, therefore you are responsible for usage of the materials represented on the LatinShine.co.uk website.",
      "7": "1. Definition of the LatinShine.co.uk music service. LatinShine.co.uk is the provider of the LatinShine.co.uk video streaming service (the 'Service') that permits you to view our online learning videos. ('Products')—under certain terms and conditions as set forth in this Agreement.",
      "8": "2. Age requirements for use of the Service. This Service is available for individuals aged 13 years or older. If you are 13 or older but under the age of 18, you should review these terms and conditions with your parent or guardian to make sure that you and your parent or guardian understand these terms and conditions.",
      "9": "3. System Requirements. Use of the Service requires a compatible device, Internet access (fees may apply), and certain software (fees may apply), and may require obtaining updates or upgrades from time to time. Because use of the Service involves hardware, software, and Internet access, your ability to use the Service may be affected by the performance of these factors. High speed Internet access is strongly recommended. You acknowledge and agree that such system requirements, which may be changed from time to time, are your responsibility. The Service is not part of any other product or offering, and no purchase or obtaining of any other product shall be construed to represent or guarantee you access to the Service.",
      "10": "4. Your Information. You agree to provide accurate, current, and complete information required to register with the Service and at other points as may be required in the course of using the Service ('Registration Data'). You further agree to maintain and update your Registration Data as required to keep it accurate, current, and complete. LatinShine.co.uk may terminate your rights to any or all of the Service if any information you provide is false, inaccurate or incomplete. You agree that LatinShine.co.uk may store and use the Registration Data you provide for use in maintaining your account and balance.",
      "11": "5. User Account and Security. a. Account and Password. As a registered user of the Service, you may establish an account ('Account'). You are solely responsible for maintaining the confidentiality and security of your Account. You should not reveal your Account information to anyone else or use anyone else's Account. You are entirely responsible for all activities that occur on or through your Account, and you agree to immediately notify LatinShine.co.uk of any unauthorized use of your Account or any other breach of security. LatinShine.co.uk shall not be responsible for any losses arising out of the unauthorized use of your Account. b. Security. You agree not to violate or attempt to violate any security components of the Service. You agree not to attempt to, or assist another person to, circumvent, reverse-engineer, decompile, disassemble, or otherwise tamper with any of the software and/or website components related to the Service for any reason whatsoever ('Usage Rules'). Usage Rules may be controlled and monitored by LatinShine.co.uk for compliance purposes, and LatinShine.co.uk reserves the right to enforce the Usage Rules with or without notice to you. You will not access the Service by any means other than through software that is provided by LatinShine.co.uk for accessing the Service. You shall not access or attempt to access an Account that you are not authorized to access. You agree not to modify the software in any manner or form, or to use modified versions of the software, for any purposes including obtaining unauthorized access to the Service. Violations of system or network security may result in civil or criminal liability.",
      "12": "6. Service Payment. LatinShine.co.uk and the LatinShine.co.uk in-person and video streaming service provide chargeable Services. You pay for the Service before the Service is provided (prepayment) according to rules and rates.",
      "13": "7. Purchase of LatinShine.co.uk video streaming service content You acknowledge that use of Products may require the use of other hardware and software products (e.g., the ability to make copies of Products on physical media), and that such hardware and software is your responsibility.",
      "14": "8. Refunds. All sales are final. No refunds are provided whatsoever. Also in case of cancellation or suspension of your account, damage, destruction or loss of your Products, refunds will not be applicable.",
      "15": "9. Agreement to Pay. a. Payment for Products. You agree to pay for all Products you purchase through the Service, and that LatinShine.co.uk may charge your credit card or other payment system integrated on the website for any Products purchased, and for any additional amounts (including any taxes) as may be accrued by or in connection with your Account. You are responsible for providing LatinShine.co.uk with a valid credit card information or information for other payment system presented on the website for payment of all fees. b. Right to Change Prices and Availability of Products. LatinShine.co.uk has the right to change prices and availability of any Products at any time. c. Electronic Signatures and Contracts. Your use of the Service includes the ability to enter into agreements and/or to make purchases electronically. You acknowledge that your electronic submissions constitute your agreement and intent to be bound by and to pay for such agreements and purchases. Your agreement and intent to be bound by electronic submissions applies to all records relating to all transactions you enter into on this site, including notices of cancellation, policies, contracts, and applications. d. In order to access and retain your electronic records, you may be required to have certain hardware and software, which are your sole responsibility.",
      "16": "10. Account Termination. a. Account termination by LatinShine.co.uk. If you fail, or LatinShine.co.uk suspects that you have failed, to comply with any of the provisions of this Agreement, including but not limited to failure to make payment of fees due, failure to provide LatinShine.co.uk with a valid credit card ( or other invalid information which have relation with payment for services) or with accurate and complete Registration Data, failure to safeguard your Account information, or violation of the Usage Rules or any license to the software, LatinShine.co.uk, at its sole discretion, without notice to you may: (i) terminate this Agreement and/or your Account, and you will remain liable for all amounts due under your Account up to and including the date of termination; and/or (ii) terminate the license to the software; and/or (iii) preclude access to the Service (or any part thereof). b. Termination of the Service. LatinShine.co.uk reserves the right to modify, suspend, or discontinue the Service (or any part or content thereof) at any time with or without notice to you, and LatinShine.co.uk will not be liable to you or to any third party should it exercise such rights.",
      "17": "11. General Compliance with Laws. The Service is controlled and operated by LatinShine.co.uk from its offices in High Wycombe, UK. You agree to comply with all local, state, federal, and national laws, statutes, ordinances, and regulations that apply to your use of the Service.",
      "18": "12. No Responsibility for Third-Party Materials or Web sites. Certain content, Products, and services available via the Service may include materials from third parties. In addition, LatinShine.co.uk may provide links to certain third party websites. You acknowledge and agree that LatinShine.co.uk is not responsible for examining or evaluating the content or accuracy of any such third-party material or Web sites. LatinShine.co.uk does not warrant or endorse and does not assume and will not have any liability or responsibility for any third-party materials or websites, or for any other materials, products, or services of third parties. Links to other websites are provided solely as a convenience to you.",
      "19": "13. Other Terms and Conditions. a. LatinShine.co.uk is not responsible for typographic errors. b. LatinShine.co.uk reserves the right to change the terms and conditions of sale at the LatinShine.co.uk music service at any time. Customers are encouraged to review the Sales Policies on a periodic basis for modifications. c. No LatinShine.co.uk employee or agent has the authority to vary any of the LatinShine.co.uk video streaming service's policies or the terms and conditions governing any sale in the oral form, by means of e-mail or in other way. All changes of Terms of Service of LatinShine.co.uk Video Streaming Service occur by means of the publication in corresponding section of a website LatinShine.co.uk.",
      "20": ""
    }
  }
}